<?php get_header(); ?>
    
    <main class="l-main">
        <div class="p-mainvisual">
            <img class="p-mainvisual__img" src="<?php echo get_theme_file_uri('./images/mainvisual/mainvisual-pc.jpg')?>" alt="サイトのメイン画像">
            <h1 class="p-mainvisual__title">ダミーサイト</h1>
        </div> 
        
        <!-- <section class="p-home">
            <a href="archive.html">
                <div class="c-typography p-home__typography">
                    <img class="c-typography__img inview" src="<?php echo get_theme_file_uri('./images/background/takeout-image.jpg')?>" alt="テイクアウトのイメージ画像">
                    <h2 class="p-home__title l-main__title">Take Out</h2>
                    <div class="p-home__detail--wrap">
                        <div class="p-home__detail detail-t">
                            <h3>Take OUT</h3>
                            <p>テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。</p>
                        </div>
                        <div class="p-home__detail detail-d">
                            <h3>Take OUT</h3>
                            <p>テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。</p>
                            <p>テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。テイクアウトについての紹介文。</p>
                        </div>
                    </div>
                </div>
            </a>
            <a href="archive.html">
                <div class="c-typography p-home__typography">
                    <img class="c-typography__img inview" src="<?php echo get_theme_file_uri('./images/background/eatin-image.png')?>" alt="イートインのイメージ画像">
                    <h2 class="p-home__title l-main__title">Eat In</h2>
                    <div data-mh="detail-wrap" class="p-home__detail--wrap">
                        <div class="p-home__detail detail-t">
                            <h3>Eat In</h3>
                            <p>イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについて</p>
                            <p>イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについて</p>
                        </div>
                        <div  data-mh="2" class="p-home__detail detail-d">
                            <h3>Eat In</h3>
                            <p>イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについての紹介文。イートインについて</p>
                        </div>
                    </div>
                </div>
            </a>

        </section> -->
        
        <!-- <section class="p-information c-typography u-width">
            <img class="c-typography__img inview" src="<?php echo get_theme_file_uri('./images/background/map.jpg')?>" alt="アクセスマップ">
            <div class="p-information__mask"></div>
            <div class="p-information__wrap">
                <h2 class="p-information__title l-main__title">見出しが入ります</h2>
                <p class="p-information__text">テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります</p>
            </div>
        </section> -->
    </main>

   <!-- <?php dynamic_sidebar( 'category_widget' );?> -->
    
    <?php get_sidebar(); ?>
    

<?php get_footer(); ?>